<?php
$sentences=[
    ['من آدمی خودخواه، بی حوصله و البته کمی متزلزل هستم، اشتباه می کنم، از کنترل خارج می شوم و گاهی کنترل کردن من سخت می شود اما اگر نتوانید بدترین حالت من را تحمل کنید بی شک شایستگی بهترین حالتم را هم ندارید.','مرلین مونرو'],
    ['مصمم شوید که کارى باید صورت گیرد، سپس راه انجام آن را خواهید یافت','آبراهام لینکلن'],
    ['به محض اینکه کاری در جهت منافع کسی انجام می‌دهید، نه تنها او به شما فکر می‌کند بلکه خداوند نیز به شما فکر می‌کند.','پاراما هانسا یوگاناندا'],
    ['یک دروغ ممکن است دنیا را دور بزند و به جای اولش برگردد؛ اما در همین مدت، یک حقیقت هنوز دارد بند کفش‌های خود را می‌بندد تا حرکت کند.','مارک تواین'],
    ['برای اجتناب از بحران می توانید از سیاست سکوت استفاده کنید.','سوزان کوئیلیام'],
    ['شوهر بودن یک شغل تمام وقت است. برای همین بسیاری از شوهران شکست می خورند چون نمی توانند تمام هم و غم خود را صرف این کار کنند.',' آرنولد بنت'],
    ['زن و شوهر باید سعی کنند شکایت هایشان را به درخواست تبدیل کنند.',' کلارک وارن'],
    ['دوست داشتن یک نفر یعنی دیدن او به همان شکلی که خداوند اراده کرده است.','داستایوفسکی'],
    ['ازدواج مثل بازار رفتن است تا پول و احتیاج و اراده نداری بازار نرو.',' چارلی چاپلین ض'],
    ['شما هم می‌توانید هر کاری را که دوست دارید، بکنید؛ اگر فقط باور کنید که می‌توانید.','جک کانفیلد'],
];
echo $sentences[rand(0,9)][0]."<br>".$sentences[rand(0,9)][1];